Repository: soul99soul-glitch/AmberNovel-iOS
Catalog: iosApp/iosApp/Localizable.xcstrings
Source language: en
Languages: ja, ko, ru, zh_hans, zh_hant

# 显示源码
source: Show source
ja: ソースを表示
ko: 소스 표시
ru: Показывать исходный код
zh_hans: 显示源码
zh_hant: 顯示原始碼

# 在小应用运行页显示源码和手动版本编辑入口。
source: Show source code and the manual version editing entry on the MiniApp run page.
ja: ミニアプリの実行画面にソースコードと手動バージョン編集の入口を表示します。
ko: MiniApp 실행 화면에 소스 코드와 수동 버전 편집 진입점을 표시합니다.
ru: Показывать исходный код и вход в ручное редактирование версии на странице запуска мини-приложения.
zh_hans: 在小应用运行页显示源码和手动版本编辑入口。
zh_hant: 在小應用執行頁顯示原始碼和手動版本編輯入口。

# WebView 调试
source: WebView debugging
ja: WebView デバッグ
ko: WebView 디버깅
ru: Отладка WebView
zh_hans: WebView 调试
zh_hant: WebView 偵錯

# 允许 Safari Web Inspector 检查小应用，仅建议开发时开启。
source: Allow Safari Web Inspector to inspect MiniApps; recommended only during development.
ja: Safari Web Inspector によるミニアプリの検査を許可します。開発時のみ有効にすることをおすすめします。
ko: Safari Web Inspector가 MiniApp을 검사하도록 허용합니다. 개발 중에만 켜는 것이 좋습니다.
ru: Разрешить Safari Web Inspector проверять мини-приложения; рекомендуется включать только во время разработки.
zh_hans: 允许 Safari Web Inspector 检查小应用，仅建议开发时开启。
zh_hant: 允許 Safari Web Inspector 檢查小應用，建議只在開發時開啟。

# 设备与助手
source: Devices & assistant
ja: デバイスとアシスタント
ko: 기기 및 어시스턴트
ru: Устройство и ассистент
zh_hans: 设备与助手
zh_hant: 裝置與助理

# 记事与提醒
source: Notes & alerts
ja: メモとリマインダー
ko: 메모 및 알림
ru: Заметки и напоминания
zh_hans: 记事与提醒
zh_hant: 記事與提醒

# 当前助手
source: Current assistant
ja: 現在のアシスタント
ko: 현재 어시스턴트
ru: Текущий ассистент
zh_hans: 当前助手
zh_hant: 目前助理

# 尚未配置聊天模型
source: Chat model not configured
ja: チャットモデル未設定
ko: 채팅 모델이 구성되지 않음
ru: Модель чата не настроена
zh_hans: 尚未配置聊天模型
zh_hant: 尚未設定聊天模型

# 暂无记事
source: No notes yet
ja: メモはまだありません
ko: 메모가 없습니다
ru: Заметок пока нет
zh_hans: 暂无记事
zh_hant: 暫無記事

# 从手表同步的记事
source: Notes synced from Apple Watch
ja: Apple Watch から同期したメモ
ko: Apple Watch에서 동기화한 메모
ru: Заметки, синхронизированные с Apple Watch
zh_hans: 从手表同步的记事
zh_hant: 從手錶同步的記事

# 完成任务或需要你回答时
source: When a task completes or needs your answer
ja: タスク完了時または回答が必要なとき
ko: 작업이 완료되거나 답변이 필요할 때
ru: При завершении задачи или необходимости вашего ответа
zh_hans: 完成任务或需要你回答时
zh_hant: 完成任務或需要你回答時

# 将常用问题放到手表，点一下即可提问。
source: Put common questions on your watch and tap to ask.
ja: よく使う質問を Apple Watch に追加し、タップして質問できます。
ko: 자주 묻는 질문을 Apple Watch에 추가하고 탭하여 질문하세요.
ru: Добавьте частые вопросы на часы и нажимайте, чтобы задать их.
zh_hans: 将常用问题放到手表，点一下即可提问。
zh_hant: 將常用問題放到手錶，點一下即可提問。

# 点按名称编辑，最多选择 4 项。
source: Tap a name to edit; select up to 4.
ja: 名前をタップして編集（最大 4 件）
ko: 이름을 탭하여 편집하고 최대 4개를 선택하세요.
ru: Нажмите на название для редактирования; выберите не более 4.
zh_hans: 点按名称编辑，最多选择 4 项。
zh_hant: 點按名稱編輯，最多選擇 4 項。

# 连接后即可同步
source: Sync after connecting
ja: 接続すると同期できます
ko: 연결하면 동기화할 수 있습니다
ru: Синхронизация после подключения
zh_hans: 连接后即可同步
zh_hant: 連線後即可同步

# 打开手表上的 Amber 后重试
source: Open Amber on your watch and try again
ja: Apple Watch で Amber を開いて、もう一度お試しください
ko: Apple Watch에서 Amber를 연 다음 다시 시도하세요
ru: Откройте Amber на часах и повторите попытку
zh_hans: 打开手表上的 Amber 后重试
zh_hant: 打開手錶上的 Amber 後重試

# 通知未授权。
source: Notifications aren't authorized.
ja: 通知は許可されていません。
ko: 알림 권한이 없습니다.
ru: Уведомления не разрешены.
zh_hans: 通知未授权。
zh_hant: 通知未獲授權。

# 结果待核实
source: Result needs verification
ja: 結果の確認が必要
ko: 결과 확인 필요
ru: Требуется проверить результат
zh_hans: 结果待核实
zh_hant: 結果待核實

# 操作结果尚未确认，请在原 iPhone 对话中核实。
source: The operation result hasn't been confirmed. Verify it in the original iPhone conversation.
ja: 操作結果はまだ確認されていません。元の iPhone の会話で確認してください。
ko: 작업 결과가 아직 확인되지 않았습니다. 원래 iPhone 대화에서 확인하세요.
ru: Результат операции ещё не подтверждён. Проверьте его в исходном диалоге на iPhone.
zh_hans: 操作结果尚未确认，请在原 iPhone 对话中核实。
zh_hant: 操作結果尚未確認，請在原 iPhone 對話中核實。

# 在 iPhone 核实
source: Verify on iPhone
ja: iPhone で確認
ko: iPhone에서 확인
ru: Проверить на iPhone
zh_hans: 在 iPhone 核实
zh_hant: 在 iPhone 核實

# 操作结果待核实，请在原 iPhone 对话中确认。
source: Operation result needs verification. Confirm it in the original iPhone conversation.
ja: 操作結果の確認が必要です。元の iPhone の会話で確認してください。
ko: 작업 결과를 확인해야 합니다. 원래 iPhone 대화에서 확인하세요.
ru: Результат операции требует проверки. Подтвердите его в исходном диалоге на iPhone.
zh_hans: 操作结果待核实，请在原 iPhone 对话中确认。
zh_hant: 操作結果待核實，請在原 iPhone 對話中確認。

# 操作结果待核实，请在原 iPhone 对话中确认
source: Operation result needs verification. Confirm it in the original iPhone conversation
ja: 操作結果の確認が必要です。元の iPhone の会話で確認してください
ko: 작업 결과를 확인해야 합니다. 원래 iPhone 대화에서 확인하세요
ru: Результат операции требует проверки. Подтвердите его в исходном диалоге на iPhone
zh_hans: 操作结果待核实，请在原 iPhone 对话中确认
zh_hant: 操作結果待核實，請在原 iPhone 對話中確認

# 操作结果待核实，但没有可打开的 iPhone 对话。
source: Operation result needs verification, but no iPhone conversation can be opened.
ja: 操作結果の確認が必要ですが、開ける iPhone の会話がありません。
ko: 작업 결과를 확인해야 하지만 열 수 있는 iPhone 대화가 없습니다.
ru: Результат операции требует проверки, но открыть диалог на iPhone невозможно.
zh_hans: 操作结果待核实，但没有可打开的 iPhone 对话。
zh_hant: 操作結果待核實，但沒有可開啟的 iPhone 對話。

# 操作结果尚未保存，请在 iPhone 恢复。
source: The operation result wasn't saved. Restore it on iPhone.
ja: 操作結果が保存されていません。iPhone で復元してください。
ko: 작업 결과가 저장되지 않았습니다. iPhone에서 복원하세요.
ru: Результат операции не сохранён. Восстановите его на iPhone.
zh_hans: 操作结果尚未保存，请在 iPhone 恢复。
zh_hant: 操作結果尚未儲存，請在 iPhone 復原。

# 正在连接 iPhone
source: Connecting to iPhone
ja: iPhone に接続中
ko: iPhone 연결 중
ru: Подключение к iPhone
zh_hans: 正在连接 iPhone
zh_hant: 正在連接 iPhone

# 等待 iPhone 响应
source: Waiting for iPhone
ja: iPhone の応答を待機中
ko: iPhone 응답 대기 중
ru: Ожидание ответа iPhone
zh_hans: 等待 iPhone 响应
zh_hant: 等待 iPhone 回應

# 本次同步未完成，请重试
source: Sync did not finish. Please try again.
ja: 同期が完了しませんでした。もう一度お試しください。
ko: 동기화가 완료되지 않았습니다. 다시 시도하세요.
ru: Синхронизация не завершена. Повторите попытку.
zh_hans: 本次同步未完成，请重试
zh_hant: 本次同步未完成，請重試

# 上一页
source: Previous page
ja: 前のページ
ko: 이전 페이지
ru: Предыдущая страница
zh_hans: 上一页
zh_hant: 上一頁

# 下一页
source: Next page
ja: 次のページ
ko: 다음 페이지
ru: Следующая страница
zh_hans: 下一页
zh_hant: 下一頁

# 修复问题
source: Fix
ja: 問題修正
ko: 문제 수정
ru: Исправление
zh_hans: 修复问题
zh_hant: 修復問題

# 写作者
source: Writer
ja: ライター
ko: 작가
ru: Писатель
zh_hans: 写作者
zh_hant: 寫作者

# 历史学家
source: Historian
ja: 歴史家
ko: 역사가
ru: Историк
zh_hans: 历史学家
zh_hant: 歷史學家

# 处理任务
source: Task
ja: タスク処理
ko: 작업 처리
ru: Задача
zh_hans: 处理任务
zh_hant: 處理任務

# 已加入队列，子代理会在当前工作轮结束后继续。
source: Queued. The agent will continue after its current turn.
ja: キューに追加しました。現在のターン終了後に続行します。
ko: 대기열에 추가했습니다. 현재 턴이 끝난 뒤 계속합니다.
ru: В очереди. Агент продолжит после текущего хода.
zh_hans: 已加入队列，子代理会在当前工作轮结束后继续。
zh_hant: 已加入佇列，子代理會在目前工作輪結束後繼續。

# 已启动
source: Started
ja: 開始済み
ko: 시작됨
ru: Запущено
zh_hans: 已启动
zh_hant: 已啟動

# 已启动追加任务。
source: Added task started.
ja: 追加タスクを開始しました。
ko: 추가 작업을 시작했습니다.
ru: Добавленная задача запущена.
zh_hans: 已启动追加任务。
zh_hant: 已啟動追加任務。

# 已排队
source: Queued
ja: 待機中
ko: 대기 중
ru: В очереди
zh_hans: 已排队
zh_hant: 已排隊

# 已省略 %lld 字
source: %lld characters omitted
ja: %lld 文字を省略
ko: %lld자 생략됨
ru: Пропущено символов: %lld
zh_hans: 已省略 %lld 字
zh_hant: 已省略 %lld 字

# 已返回结果
source: Ready
ja: 結果あり
ko: 결과 도착
ru: Готово
zh_hans: 已返回结果
zh_hant: 已返回結果

# 执行者
source: Fixer
ja: 実行役
ko: 실행자
ru: Исполнитель
zh_hans: 执行者
zh_hant: 執行者

# 按页阅读完整内容
source: Read the complete text by page
ja: 全文をページごとに読む
ko: 페이지별로 전체 내용 읽기
ru: Читать полный текст по страницам
zh_hans: 按页阅读完整内容
zh_hant: 按頁閱讀完整內容

# 探索者
source: Explorer
ja: 探索者
ko: 탐색자
ru: Исследователь
zh_hans: 探索者
zh_hant: 探索者

# 搜索资料
source: Search
ja: 資料検索
ko: 자료 검색
ru: Поиск
zh_hans: 搜索资料
zh_hant: 搜尋資料

# 整理内容
source: Organize
ja: 内容整理
ko: 내용 정리
ru: Сводка
zh_hans: 整理内容
zh_hant: 整理內容

# 无法追加任务
source: Cannot add task
ja: タスクを追加できません
ko: 작업을 추가할 수 없음
ru: Не удалось добавить задачу
zh_hans: 无法追加任务
zh_hant: 無法追加任務

# 查看全文（%@ 字）
source: Read full text (%@ characters)
ja: 全文を読む（%@ 文字）
ko: 전체 보기 (%@자)
ru: Полный текст (%@ символов)
zh_hans: 查看全文（%@ 字）
zh_hant: 查看全文（%@ 字）

# 核对来源
source: Sources
ja: 出典確認
ko: 출처 확인
ru: Источники
zh_hans: 核对来源
zh_hant: 核對來源

# 核对登录
source: Sign-in
ja: ログイン確認
ko: 로그인 확인
ru: Вход
zh_hans: 核对登录
zh_hant: 核對登入

# 检查代码
source: Code check
ja: コード確認
ko: 코드 확인
ru: Код
zh_hans: 检查代码
zh_hant: 檢查程式碼

# 检查网页
source: Web check
ja: ページ確認
ko: 웹 확인
ru: Веб-проверка
zh_hans: 检查网页
zh_hant: 檢查網頁

# 正文全文
source: Full text
ja: 本文全文
ko: 전체 본문
ru: Полный текст
zh_hans: 正文全文
zh_hant: 正文全文

# 润色表达
source: Polish
ja: 文章推敲
ko: 문장 다듬기
ru: Редактура
zh_hans: 润色表达
zh_hant: 潤飾表達

# 第 %@ / %@ 页
source: Page %@ of %@
ja: %@ / %@ ページ
ko: %@ / %@ 페이지
ru: Страница %@ из %@
zh_hans: 第 %@ / %@ 页
zh_hant: 第 %@ / %@ 頁

# 等待中
source: Waiting
ja: 待機中
ko: 대기 중
ru: Ожидание
zh_hans: 等待中
zh_hant: 等待中

# 给子代理追加任务
source: Add a task for this agent
ja: 子エージェントにタスクを追加
ko: 하위 에이전트에 작업 추가
ru: Добавить задачу субагенту
zh_hans: 给子代理追加任务
zh_hant: 給子代理追加任務

# 讨论全文
source: Full discussion
ja: ディスカッション全文
ko: 전체 토론
ru: Полное обсуждение
zh_hans: 讨论全文
zh_hant: 討論全文

# 设计师
source: Designer
ja: デザイナー
ko: 디자이너
ru: Дизайнер
zh_hans: 设计师
zh_hant: 設計師

# 追加任务会在子代理当前工作轮结束后继续执行。
source: Added tasks continue after the agent’s current turn.
ja: 追加タスクは現在のターン終了後に実行されます。
ko: 추가한 작업은 현재 작업 턴이 끝난 뒤 실행됩니다.
ru: Добавленная задача продолжится после текущего хода агента.
zh_hans: 追加任务会在子代理当前工作轮结束后继续执行。
zh_hant: 追加任務會在子代理目前工作輪結束後繼續執行。

# 追加任务失败
source: Task could not be added
ja: タスクの追加に失敗しました
ko: 작업 추가 실패
ru: Ошибка добавления задачи
zh_hans: 追加任务失败
zh_hant: 追加任務失敗

# 预言家
source: Oracle
ja: 予言者
ko: 예언자
ru: Оракул
zh_hans: 预言家
zh_hant: 預言家

# Mac Gateway 返回了无法识别的数据
source: Mac Gateway returned data that couldn't be read
ja: Mac Gateway から認識できないデータが返されました
ko: Mac Gateway가 인식할 수 없는 데이터를 반환했습니다
ru: Mac Gateway вернул нераспознанные данные
zh_hans: Mac Gateway 返回了无法识别的数据
zh_hant: Mac Gateway 傳回了無法辨識的資料

# Mac 状态
source: Mac status
ja: Mac の状態
ko: Mac 상태
ru: Состояние Mac
zh_hans: Mac 状态
zh_hant: Mac 狀態

# Mac 睡眠、合盖或断网时无法推送，也无法在这里查看状态。
source: While the Mac is asleep, closed, or offline it can't send notifications, and its status can't be shown here.
ja: Mac がスリープ中、閉じている、またはオフラインのときは通知できず、ここで状態も確認できません。
ko: Mac이 잠자기, 덮개 닫힘 또는 오프라인 상태이면 알림을 보낼 수 없고 여기에서 상태도 볼 수 없습니다.
ru: Когда Mac спит, закрыт или без сети, он не может отправлять уведомления, а его статус здесь недоступен.
zh_hans: Mac 睡眠、合盖或断网时无法推送，也无法在这里查看状态。
zh_hant: Mac 睡眠、闔上或斷網時無法推播，也無法在這裡查看狀態。

# 从 AirDrop 或消息复制的 amber:// 链接
source: An amber:// link copied from AirDrop or Messages
ja: AirDrop やメッセージからコピーした amber:// リンク
ko: AirDrop 또는 메시지에서 복사한 amber:// 링크
ru: Ссылка amber://, скопированная из AirDrop или Сообщений
zh_hans: 从 AirDrop 或消息复制的 amber:// 链接
zh_hant: 從 AirDrop 或訊息拷貝的 amber:// 連結

# 保留
source: Keep
ja: そのままにする
ko: 유지
ru: Оставить
zh_hans: 保留
zh_hant: 保留

# 偏高
source: Elevated
ja: やや高い
ko: 다소 높음
ru: Повышенная
zh_hans: 偏高
zh_hant: 偏高

# 关闭开关后，该任务不再推送。
source: Turn a task off to stop its notifications.
ja: オフにしたタスクは通知されなくなります。
ko: 끄면 해당 작업의 알림이 중지됩니다.
ru: Выключите задачу, чтобы перестать получать по ней уведомления.
zh_hans: 关闭开关后，该任务不再推送。
zh_hant: 關閉開關後，該任務不再推播。

# 内存压力
source: Memory pressure
ja: メモリプレッシャー
ko: 메모리 압력
ru: Нагрузка на память
zh_hans: 内存压力
zh_hant: 記憶體壓力

# 取消与这台 Mac 的配对？
source: Unpair from this Mac?
ja: この Mac とのペアリングを解除しますか？
ko: 이 Mac과의 페어링을 해제할까요?
ru: Отменить сопряжение с этим Mac?
zh_hans: 取消与这台 Mac 的配对？
zh_hant: 取消與這台 Mac 的配對？

# 取消配对
source: Unpair
ja: ペアリングを解除
ko: 페어링 해제
ru: Отменить сопряжение
zh_hans: 取消配对
zh_hant: 取消配對

# 在 Mac 上使用 Claude Code 或 Codex 后会出现在这里
source: Tasks appear here after you use Claude Code or Codex on the Mac
ja: Mac で Claude Code または Codex を使うとここに表示されます
ko: Mac에서 Claude Code 또는 Codex를 사용하면 여기에 표시됩니다
ru: Задачи появятся здесь после работы с Claude Code или Codex на Mac
zh_hans: 在 Mac 上使用 Claude Code 或 Codex 后会出现在这里
zh_hant: 在 Mac 上使用 Claude Code 或 Codex 後會出現在這裡

# 在 Mac 终端运行 amber-gateway pair，用系统相机扫描
source: Run amber-gateway pair in Terminal on your Mac, then scan with the Camera app
ja: Mac のターミナルで amber-gateway pair を実行し、カメラ App でスキャン
ko: Mac 터미널에서 amber-gateway pair를 실행한 뒤 카메라 앱으로 스캔
ru: Запустите amber-gateway pair в Терминале на Mac и отсканируйте код приложением «Камера»
zh_hans: 在 Mac 终端运行 amber-gateway pair，用系统相机扫描
zh_hant: 在 Mac 終端機執行 amber-gateway pair，用系統相機掃描

# 在线
source: Online
ja: オンライン
ko: 온라인
ru: В сети
zh_hans: 在线
zh_hant: 在線

# 已在本机取消配对。Mac 当前不可达，可在 Mac 上运行 amber-gateway devices revoke 移除此设备
source: Unpaired on this device. The Mac is unreachable; run amber-gateway devices revoke on the Mac to remove this device there.
ja: このデバイスでペアリングを解除しました。Mac に接続できないため、Mac で amber-gateway devices revoke を実行してこのデバイスを削除してください
ko: 이 기기에서 페어링을 해제했습니다. Mac에 연결할 수 없으므로 Mac에서 amber-gateway devices revoke를 실행해 이 기기를 제거하세요
ru: Сопряжение отменено на этом устройстве. Mac недоступен — выполните на нём amber-gateway devices revoke, чтобы удалить это устройство.
zh_hans: 已在本机取消配对。Mac 当前不可达，可在 Mac 上运行 amber-gateway devices revoke 移除此设备
zh_hant: 已在本機取消配對。Mac 目前無法連線，可在 Mac 上執行 amber-gateway devices revoke 移除此裝置

# 已开启，任务需要你时会通知
source: On — you'll be notified when a task needs you
ja: オン — タスクに対応が必要なときに通知します
ko: 켜짐 — 작업에 사용자가 필요할 때 알립니다
ru: Включены — вы получите уведомление, когда задаче нужны вы
zh_hans: 已开启，任务需要你时会通知
zh_hant: 已開啟，任務需要你時會通知

# 更新于
source: updated
ja: 更新
ko: 업데이트
ru: обновлено
zh_hans: 更新于
zh_hant: 更新於

# 扫码配对
source: Scan to pair
ja: スキャンしてペアリング
ko: 스캔하여 페어링
ru: Сопряжение по QR-коду
zh_hans: 扫码配对
zh_hant: 掃碼配對

# 把 Mac 上 Claude Code / Codex 任务的状态推送到手机。推送只含项目名与状态，不含代码与对话内容。
source: Sends the status of Claude Code / Codex tasks on your Mac to this phone. Notifications contain only the project name and status, never code or conversation content.
ja: Mac 上の Claude Code / Codex タスクの状態をこの iPhone に通知します。通知に含まれるのはプロジェクト名と状態のみで、コードや会話の内容は含まれません。
ko: Mac의 Claude Code / Codex 작업 상태를 이 휴대폰으로 알립니다. 알림에는 프로젝트 이름과 상태만 포함되며 코드나 대화 내용은 포함되지 않습니다.
ru: Отправляет на телефон статус задач Claude Code / Codex на Mac. Уведомления содержат только название проекта и статус — без кода и содержимого диалогов.
zh_hans: 把 Mac 上 Claude Code / Codex 任务的状态推送到手机。推送只含项目名与状态，不含代码与对话内容。
zh_hant: 把 Mac 上 Claude Code / Codex 任務的狀態推播到手機。推播只含專案名稱與狀態，不含程式碼與對話內容。

# 接电源
source: plugged in
ja: 電源接続中
ko: 전원 연결됨
ru: от сети
zh_hans: 接电源
zh_hant: 接電源

# 推送
source: Notify
ja: 通知
ko: 알림
ru: Уведомлять
zh_hans: 推送
zh_hant: 推播

# 推送通知
source: Notifications
ja: 通知
ko: 알림
ru: Уведомления
zh_hans: 推送通知
zh_hant: 推播通知

# 无法把配对凭据写入钥匙串
source: Couldn't save the pairing credential to the Keychain
ja: ペアリング資格情報をキーチェーンに保存できませんでした
ko: 페어링 자격 증명을 키체인에 저장할 수 없습니다
ru: Не удалось сохранить данные сопряжения в Связку ключей
zh_hans: 无法把配对凭据写入钥匙串
zh_hant: 無法把配對憑證寫入鑰匙圈

# 无法连接
source: Unreachable
ja: 接続できません
ko: 연결할 수 없음
ru: Недоступен
zh_hans: 无法连接
zh_hant: 無法連線

# 无法连接 Mac：确认 Mac 未睡眠，且网络可达（同一局域网、Tailscale 或公网地址）
source: Can't reach the Mac. Make sure it's awake and reachable (same network, Tailscale, or its public address).
ja: Mac に接続できません。Mac がスリープしておらず、同じネットワーク・Tailscale・公開アドレスのいずれかで到達できるか確認してください
ko: Mac에 연결할 수 없습니다. Mac이 잠자기 상태가 아니고 같은 네트워크, Tailscale 또는 공개 주소로 연결 가능한지 확인하세요
ru: Не удаётся подключиться к Mac. Убедитесь, что он не спит и доступен (та же сеть, Tailscale или публичный адрес).
zh_hans: 无法连接 Mac：确认 Mac 未睡眠，且网络可达（同一局域网、Tailscale 或公网地址）
zh_hant: 無法連線 Mac：確認 Mac 未睡眠，且網路可達（同一區域網路、Tailscale 或公網位址）

# 暂无任务
source: No tasks yet
ja: タスクはまだありません
ko: 아직 작업이 없습니다
ru: Задач пока нет
zh_hans: 暂无任务
zh_hant: 暫無任務

# 未开启
source: Off
ja: オフ
ko: 꺼짐
ru: Выключены
zh_hans: 未开启
zh_hant: 未開啟

# 正在连接…
source: Connecting…
ja: 接続中…
ko: 연결 중…
ru: Подключение…
zh_hans: 正在连接…
zh_hant: 正在連線…

# 正常
source: Normal
ja: 正常
ko: 정상
ru: Норма
zh_hans: 正常
zh_hant: 正常

# 此设备将不再收到这台 Mac 的推送。
source: This device will stop receiving notifications from this Mac.
ja: このデバイスはこの Mac からの通知を受け取らなくなります。
ko: 이 기기는 더 이상 이 Mac의 알림을 받지 않습니다.
ru: Это устройство перестанет получать уведомления от этого Mac.
zh_hans: 此设备将不再收到这台 Mac 的推送。
zh_hant: 此裝置將不再收到這台 Mac 的推播。

# 此设备已在 Mac 上被吊销，请重新配对
source: This device was revoked on the Mac. Pair again.
ja: このデバイスは Mac で無効化されました。もう一度ペアリングしてください
ko: 이 기기는 Mac에서 해지되었습니다. 다시 페어링하세요
ru: Это устройство отозвано на Mac. Выполните сопряжение заново.
zh_hans: 此设备已在 Mac 上被吊销，请重新配对
zh_hant: 此裝置已在 Mac 上被撤銷，請重新配對

# 测试
source: Test
ja: テスト
ko: 테스트
ru: Проверить
zh_hans: 测试
zh_hant: 測試

# 测试推送已发出，锁屏后留意通知
source: Test notification sent — lock the phone and watch for it
ja: テスト通知を送信しました。画面をロックして通知を確認してください
ko: 테스트 알림을 보냈습니다. 화면을 잠그고 알림을 확인하세요
ru: Тестовое уведомление отправлено — заблокируйте экран и дождитесь его
zh_hans: 测试推送已发出，锁屏后留意通知
zh_hant: 測試推播已送出，鎖定螢幕後留意通知

# 温度
source: Temperature
ja: 温度
ko: 온도
ru: Температура
zh_hans: 温度
zh_hant: 溫度

# 电量
source: Battery
ja: バッテリー
ko: 배터리
ru: Аккумулятор
zh_hans: 电量
zh_hant: 電量

# 可能卡住了
source: May be stuck
ja: 止まっているかも
ko: 멈춘 것 같음
ru: Похоже, зависла
zh_hans: 可能卡住了
zh_hant: 可能卡住了

# 确认配对
source: Confirm pairing
ja: ペアリングの確認
ko: 페어링 확인
ru: Подтвердите сопряжение
zh_hans: 确认配对
zh_hant: 確認配對

# 磁盘剩余
source: Free disk space
ja: ディスクの空き容量
ko: 디스크 여유 공간
ru: Свободно на диске
zh_hans: 磁盘剩余
zh_hant: 磁碟剩餘

# 等你回复
source: Waiting for your reply
ja: 返信待ち
ko: 답장 대기 중
ru: Ждёт вашего ответа
zh_hans: 等你回复
zh_hant: 等你回覆

# 等你确认
source: Waiting for your approval
ja: 承認待ち
ko: 승인 대기 중
ru: Ждёт вашего подтверждения
zh_hans: 等你确认
zh_hant: 等你確認

# 粘贴配对链接
source: Paste pairing link
ja: ペアリングリンクをペースト
ko: 페어링 링크 붙여넣기
ru: Вставить ссылку сопряжения
zh_hans: 粘贴配对链接
zh_hant: 貼上配對連結

# 证书指纹
source: Certificate fingerprint
ja: 証明書のフィンガープリント
ko: 인증서 지문
ru: Отпечаток сертификата
zh_hans: 证书指纹
zh_hant: 憑證指紋

# 请核对与 Mac 终端显示的证书指纹一致。
source: Check that it matches the fingerprint shown in Terminal on your Mac.
ja: Mac のターミナルに表示されたフィンガープリントと一致することを確認してください。
ko: Mac 터미널에 표시된 지문과 일치하는지 확인하세요.
ru: Убедитесь, что он совпадает с отпечатком в Терминале на Mac.
zh_hans: 请核对与 Mac 终端显示的证书指纹一致。
zh_hant: 請核對與 Mac 終端機顯示的憑證指紋一致。

# 过高
source: High
ja: 高い
ko: 높음
ru: Высокая
zh_hans: 过高
zh_hant: 過高

# 通知权限未开启，请到系统设置 > Amber > 通知中开启
source: Notifications are off. Turn them on in Settings > Amber > Notifications.
ja: 通知がオフです。設定 > Amber > 通知 でオンにしてください
ko: 알림이 꺼져 있습니다. 설정 > Amber > 알림에서 켜세요
ru: Уведомления выключены. Включите их в Настройки > Amber > Уведомления.
zh_hans: 通知权限未开启，请到系统设置 > Amber > 通知中开启
zh_hant: 通知權限未開啟，請到設定 > Amber > 通知中開啟

# 配对
source: Pair
ja: ペアリング
ko: 페어링
ru: Сопряжение
zh_hans: 配对
zh_hant: 配對

# 配对链接无效，请在 Mac 上重新运行 amber-gateway pair
source: Invalid pairing link. Run amber-gateway pair on the Mac again.
ja: ペアリングリンクが無効です。Mac で amber-gateway pair をもう一度実行してください
ko: 페어링 링크가 잘못되었습니다. Mac에서 amber-gateway pair를 다시 실행하세요
ru: Недействительная ссылка. Снова запустите amber-gateway pair на Mac.
zh_hans: 配对链接无效，请在 Mac 上重新运行 amber-gateway pair
zh_hant: 配對連結無效，請在 Mac 上重新執行 amber-gateway pair

# 意外中断
source: Ended unexpectedly
ja: 予期せず終了
ko: 예기치 않게 종료됨
ru: Неожиданно прервана
zh_hans: 意外中断
zh_hant: 意外中斷

# Mac 的证书与配对时不一致（可能重装过 amber-gateway），请取消配对后重新扫码
source: The Mac's certificate no longer matches the one from pairing (amber-gateway may have been reinstalled). Unpair and scan again.
ja: Mac の証明書がペアリング時と一致しません（amber-gateway が再インストールされた可能性があります）。ペアリングを解除して再度スキャンしてください
ko: Mac의 인증서가 페어링 시와 다릅니다(amber-gateway가 재설치되었을 수 있음). 페어링을 해제하고 다시 스캔하세요
ru: Сертификат Mac не совпадает с сертификатом при сопряжении (возможно, amber-gateway переустановлен). Отмените сопряжение и отсканируйте код снова.
zh_hans: Mac 的证书与配对时不一致（可能重装过 amber-gateway），请取消配对后重新扫码
zh_hant: Mac 的憑證與配對時不一致（可能重裝過 amber-gateway），請取消配對後重新掃碼

# 在 Synara 中回复或确认
source: Reply or approve in Synara
ja: Synara で返信・承認
ko: Synara에서 답장 또는 승인
ru: Ответить или подтвердить в Synara
zh_hans: 在 Synara 中回复或确认
zh_hant: 在 Synara 中回覆或確認

# 在浏览器中打开 Synara，处理其中的任务
source: Open Synara in the browser to handle its tasks
ja: ブラウザで Synara を開いてタスクを処理
ko: 브라우저에서 Synara를 열어 작업 처리
ru: Открыть Synara в браузере и заняться задачами
zh_hans: 在浏览器中打开 Synara，处理其中的任务
zh_hant: 在瀏覽器中開啟 Synara，處理其中的任務

# 任务完成
source: Task completed
ja: タスク完了
ko: 작업 완료
ru: Задача выполнена
zh_hans: 任务完成
zh_hant: 任務完成

# 任务失败
source: Task failed
ja: タスク失敗
ko: 작업 실패
ru: Сбой задачи
zh_hans: 任务失败
zh_hant: 任務失敗

# 触感
source: Haptics
ja: 触覚
ko: 햅틱
ru: Тактильный отклик
zh_hans: 触感
zh_hant: 觸感

# 显示
source: Display
ja: 表示
ko: 디스플레이
ru: Экран
zh_hans: 显示
zh_hant: 顯示

# 一句话
source: One sentence
ja: 一文で
ko: 한 문장
ru: Одно предложение
zh_hans: 一句话
zh_hant: 一句話

# 三句话
source: Three sentences
ja: 三文で
ko: 세 문장
ru: Три предложения
zh_hans: 三句话
zh_hant: 三句話

# 要点
source: Key points
ja: 要点
ko: 핵심 요약
ru: Тезисы
zh_hans: 要点
zh_hant: 要點

# 回答长度
source: Answer length
ja: 回答の長さ
ko: 답변 길이
ru: Длина ответа
zh_hans: 回答长度
zh_hant: 回答長度

# 手表发起的问题
source: Questions from Apple Watch
ja: Apple Watch からの質問
ko: Apple Watch에서 보낸 질문
ru: Вопросы с Apple Watch
zh_hans: 手表发起的问题
zh_hant: 手錶發起的問題

# 请用一句话回答。
source: Please answer in one sentence.
ja: 一文で答えてください。
ko: 한 문장으로 답해 주세요.
ru: Ответь одним предложением.
zh_hans: 请用一句话回答。
zh_hant: 請用一句話回答。

# 请用不超过三句话回答。
source: Please answer in no more than three sentences.
ja: 三文以内で答えてください。
ko: 세 문장 이내로 답해 주세요.
ru: Ответь не более чем тремя предложениями.
zh_hans: 请用不超过三句话回答。
zh_hant: 請用不超過三句話回答。

# 请用简短要点回答。
source: Please answer in brief bullet points.
ja: 短い箇条書きで答えてください。
ko: 짧은 핵심 요점으로 답해 주세요.
ru: Ответь краткими тезисами.
zh_hans: 请用简短要点回答。
zh_hant: 請用簡短要點回答。

# 在问题中写入 {输入}，手表会先请你填写这一处。
source: Write {input} in the question and your watch will ask you to fill it in first.
ja: 質問に {input} と書くと、Watch で先にその部分を入力できます。
ko: 질문에 {input}을 넣으면 Watch에서 먼저 그 부분을 입력하도록 안내합니다.
ru: Добавьте {input} в вопрос, и часы сначала попросят заполнить это место.
zh_hans: 在问题中写入 {输入}，手表会先请你填写这一处。
zh_hant: 在問題中寫入 {輸入}，手錶會先請你填寫這一處。

# 问题
source: Question
ja: 質問
ko: 질문
ru: Вопрос
zh_hans: 问题
zh_hant: 問題

# 打开提问页，检查后发送。
source: Opens the question page so you can review before sending.
ja: 質問画面を開き、確認してから送信します。
ko: 질문 화면을 열고 확인한 뒤 보냅니다.
ru: Открывает вопрос для проверки перед отправкой.
zh_hans: 打开提问页，检查后发送。
zh_hant: 打開提問頁，檢查後傳送。

# 把一段文字保存为手表记事，稍后同步到 iPhone。
source: Saves text as a watch note and syncs it to iPhone later.
ja: テキストを Watch のメモとして保存し、後で iPhone に同期します。
ko: 텍스트를 Watch 메모로 저장하고 나중에 iPhone에 동기화합니다.
ru: Сохраняет текст как заметку на часах и позже синхронизирует с iPhone.
zh_hans: 把一段文字保存为手表记事，稍后同步到 iPhone。
zh_hant: 把一段文字儲存為手錶記事，稍後同步到 iPhone。

# 打开 iPhone 设置的快捷动作，确认后发送。
source: Opens a quick action set up on iPhone so you can confirm before sending.
ja: iPhone で設定したクイックアクションを開き、確認してから送信します。
ko: iPhone에서 설정한 빠른 동작을 열고 확인한 뒤 보냅니다.
ru: Открывает быстрое действие с iPhone для подтверждения перед отправкой.
zh_hans: 打开 iPhone 设置的快捷动作，确认后发送。
zh_hant: 打開 iPhone 設定的快捷動作，確認後傳送。

# 跟随 iPhone 配色
source: Match iPhone colors
ja: iPhone の配色に合わせる
ko: iPhone 색상 따르기
ru: Цвета как на iPhone
zh_hans: 跟随 iPhone 配色
zh_hant: 跟隨 iPhone 配色

# 填写空白处
source: Fill in the blank
ja: 空欄を入力
ko: 빈칸 채우기
ru: Заполните пропуск
zh_hans: 填写空白处
zh_hant: 填寫空白處

# 交给 Amber
source: Hand to Amber
ja: Amber に任せる
ko: Amber에게 맡기기
ru: Передать Amber
zh_hans: 交给 Amber
zh_hant: 交給 Amber

# 整理成要点
source: Summarize as points
ja: 要点にまとめる
ko: 요점 정리
ru: Кратко по пунктам
zh_hans: 整理成要点
zh_hant: 整理成要點

# 提取待办
source: Extract to-dos
ja: ToDo を抽出
ko: 할 일 추출
ru: Выделить задачи
zh_hans: 提取待办
zh_hant: 提取待辦

# 扩写成段落
source: Expand into a paragraph
ja: 文章に広げる
ko: 문단으로 확장
ru: Развернуть в абзац
zh_hans: 扩写成段落
zh_hant: 擴寫成段落

# 请把这条记事整理成要点：
source: Summarize this note as key points:
ja: このメモを要点にまとめてください：
ko: 이 메모를 요점으로 정리해 주세요:
ru: Изложи эту заметку по пунктам:
zh_hans: 请把这条记事整理成要点：
zh_hant: 請把這條記事整理成要點：

# 请从这条记事中提取待办事项：
source: Extract the to-dos from this note:
ja: このメモから ToDo を抽出してください：
ko: 이 메모에서 할 일을 추출해 주세요:
ru: Выдели задачи из этой заметки:
zh_hans: 请从这条记事中提取待办事项：
zh_hant: 請從這條記事中提取待辦事項：

# 请把这条记事扩写成完整的一段话：
source: Expand this note into a complete paragraph:
ja: このメモを一つの文章に広げてください：
ko: 이 메모를 완전한 한 문단으로 확장해 주세요:
ru: Разверни эту заметку в полноценный абзац:
zh_hans: 请把这条记事扩写成完整的一段话：
zh_hant: 請把這條記事擴寫成完整的一段話：

# Amber 需要你确认
source: Amber needs your confirmation
ja: Amber が確認を求めています
ko: Amber가 확인을 요청합니다
ru: Amber ждёт подтверждения
zh_hans: Amber 需要你确认
zh_hant: Amber 需要你確認
